Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/installer-omegat.tmx
Source language: en_us
Languages: pt_br

source: Most likely it was previously deleted manually and overwritten with a file.
pt_br: Mais provável que foi anteriormente removido manualmente e sobrescrito com um arquivo.

source: The installation directory {0} is empty.
pt_br: A instalação do diretório {0} está vazia.

source: Most likely its contents were deleted manually.
pt_br: É provável que o conteúdo foi removido manualmente.

source: The installation directory cannot be detected.
pt_br: O diretório de instalação não pode ser detectado.

source: Cannot initialize data for {0}
pt_br: Não foi possível inicializar os dados de {0}

source: Cannot load configuration logic for {0}
pt_br: Não foi possível carregar a configuração lógica de {0}

source: Installation location is not set for {0}
pt_br: Instalação local não está definido para {0}

source: Installation location is set to empty string for {0}
pt_br: Instalação local está definido para string vazia para {0}

source: Cannot create the local cache directory {0} for {1}
pt_br: Não é possível criar o diretório cache local {0} para {1}

source: The local cache directory {0} for {1} is not a directory
pt_br: O diretório de cache local {0} para {1} não é um diretório

source: Could not load product {0}
pt_br: Não foi possível carregar o produto {0}

source: Configuration logic for {0} is not yet downloaded
pt_br: Configuração lógica para {0} não foi baixada

source: Installation data is not cached for {0}
pt_br: Dados da instalação para {0} não foram carregados

source: Cannot extract installation data for {0}
pt_br: Não foi possível extrair os dados de instalação de {0}

source: Cannot save installed files list
pt_br: Não foi possível salvar a lista de arquivos instalados

source: Cannot get component's wizard components
pt_br: Não foi possível obter os componentes do Assistente de Componentes

source: Cannot create directory hierarchy for MacOS Application
pt_br: Não foi possível criar a estrutura de diretórios para Aplicação MacOS

source: Cannot get the installation files list
pt_br: Não foi possível obter a lista dos arquivos de instalação

source: Cannot delete installed files list
pt_br: Não foi possível remover a lista de arquivos instalados

source: Cannot delete the file
pt_br: Não foi possível remover o arquivo

source: Cannot remove {0} from the system install manager
pt_br: Não foi possível remover {0} do gerenciador de instalação do sistema

source: Cannot extract installation data -- not enough disk space in the target directory.
pt_br: Não foi possível extrair os dados da instalação -- não há espaço no diretório de destino.

source: Cannot clear installation data cache file {0}
pt_br: Não foi possível limpar o arquivo de instalação {0}

source: Integration of {0} with the system package manager failed
pt_br: Integração de {0} com o gerenciador de pacotes do sistema falhou

source: Installing {0}
pt_br: Instalando {0}

source: Uninstalling {0}
pt_br: Desinstalando {0}

source: Configuring {0}
pt_br: Configurando {0}

source: Unconfiguring {0}
pt_br: Desfazendo configuração {0}

source: Creating legal artifacts
pt_br: Criando artefatos Legais

source: Running custom configuration logic
pt_br: Executando lógica de configuração personalizada

source: Registering in the system package manager
pt_br: Registrando o pacote no sistema gerenciador

source: Saving installed files list
pt_br: Salvando lista de arquivos instalados

source: Deleting {0}
pt_br: Removendo {0}

source: NetBeans IDE Installer
pt_br: Instalador do NetBeans IDE
